;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Pierre le Lidgeu
; TranslationAuthorEmail: 
; TranslationAuthorWeb: http://www.colok-traductions.com
; Soft Version: 2.33
; Update: 2017-06-17
;
[GUI]
ButtonYes=Oui
ButtonNo=Non
ButtonOK=OK
ButtonMinimize=Minimiser
ButtonMaximize=Maximiser
ButtonClose=Fermer
ButtonRestore=Restaurer
ButtonMenu=Menu

[Translation]
LangCode=040c
ReadHabit=Gauche à droite
LanguageName=Français
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Confirmation
Warning=Avertissement
Error=Erreur
Confirm=Confirmation
FrmJSAbout.caption=A propos
FrmJSAbout.btnok.caption=OK
FrmJSAbout.lblver.caption=Version actuelle :
FrmJSAbout.lblemail.caption=Support courriel
FrmJSAbout.lblhome.caption=Page d'accueil :
FrmJSAbout.lblthank.caption=Merci aux personnes suivantes pour leurs contributions :
FrmRSMain.btnSupport.hint=Support & Suivi
;
; Popup Menu
;
unsupported=Format non supporté
denied=Accès refusé
unknownpath=Aucun chemin
pmCheckMsg=Autovérification des nouveautés
pmforum=Forum (Anglais)
pmHelp=Aide en ligne
pmHome=Page d'accueil
pmCheckNew=Vérifier les mises à jour
pmContact=Nous contacter
pmLang=Langues
pmAbout=A propos
pmcpfilename=Copier le chemin complet
pmcppath=Copier le répertoire
pmopen=Ouvrir le fichier
pmopenfolder=Ouvrir le dossier
pmcpfile=Copier le fichier/dossier
pmdel=Suprimer le(s) fichier(s)
pmatt=Propriétés
pmSelectAll=Sélectionner tous les éléments
pmSelectNone=Ne rien sélectionner
pmSelectInvert=Inverser la sélection
pmCheckNew=Vérifier les mises à jour
pmJetHelp=Activer "Recherche rapide"
nopath=Chemin inexistant
pmcutfile=Déplacer vers ...
pmexportto=Sauvegarder dans le fichier texte ...
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=J'aime
FrmRSMain.btnSearch.caption=Chercher
FrmRSMain.btnfeedback.caption=Suggestions et suivi
FrmRSMain.btncheckupdate.caption=Mises à jour ?
FrmRSMain.btnFacebook.hint=Appréciez Wise JetSearch sur Facebook
FrmRSMain.btnTwitter.hint=Partagez Wise JetSearch sur Twitter
FrmRSMain.btnemail.hint=Partagez Wise JetSearch avec des amis
;
;Like us
;
FrmLikeit.lblTitle.caption=Si vous aimez Wise JetSearch, faites connaître ce merveilleux outil gratuit à vos proches.
FrmLikeit.lblInfo.caption=Merci de partager Wise JetSearch avec votre famille, amis, camarades de classe, et collègues par courriel, Blog, Twitter, Youtube, Facebook, etc. Vous apporterez la commodité et l'efficacité à leur vie.
FrmLikeit.lblRate.caption= Evaluez Wise JetSearch :
FrmLikeit.lblfollow.caption=Suivez-nous sur :
FrmLikeit.lblshare.caption=Partagez Wise JetSearch :
FrmLikeit.btndownload.caption=Téléchargement gratuit
FrmLikeit.imgrate.hint=Donnez-nous 5 étoiles
FrmLikeit.imgmail.hint=Partagez-le avec vos amis
FrmLikeit.imgface1.hint=Partagez-le sur Facebook
FrmLikeit.imgface2.hint=Suivez-nous sur Facebook
FrmLikeit.imgtwitter1.hint=Partagez-le sur Twitter
FrmLikeit.imgtwitter2.hint=Suivez-nous sur Twitter
FrmLikeit.Caption=J'aime
FrmLikeit.lbldownload.caption=Téléchargez d'autres gratuiciels de WiseCleaner.com

[Edit]
pmcut=Couper
pmcopy=Copier
pmpaste=Coller
pmdelete=Supprimer
pmselectall=Tout sélectionner


[Message]
Loading=Index en création ...
Loaded=Index créé
Audios=Audios
Videos=Vidéos
Images=Images
Document=Documents
Compressed=Archive
Email=Courriel
NewVer=Une nouvelle version est disponible ! L'installer maintenant ?
KeyDelete=Supprimer
AllHardDrive=Disques durs locaux
SelectHardDrive=Sélectionnez un disque
ScanFor=Recherche dans le disque :
Search=Chercher
LeftTimeSec=Durée : %s seconde(s)
NoKeyWord=Entrez vos mot-clés de recherche.
Stop=Stop
NoDriveChecked=Choisissez le(s) disque(s) à scruter.
NoNewVer=Félicitations, vous utilisez la dernière version!
TranslateTo=Traduire en ...

[FastFind]
Name=Nom
Path=Chemin
FileSize=Taille du fichier
FileType=Type
DateModified=Date de modification
KeyWord=Entrez vos mots-clés
SearchFinish=Recherche terminée : %d fichier(s)/dossier(s) trouvé(s).
SearchAborted=Recherche interrompue : %d fichier(s)/dossier(s) trouvé(s).
NoResult=Aucun fichier correspondant trouvé.

[Help]
Startup=Lancer "Recherche rapide" au démarrage du PC
AutoRunMain=Toujours activer "Recherche rapide"
Del=Supprimer
Tips=Recherche rapide de fichiers/dossiers locaux